[
	{
		"title":"Bounty Winner, Eth India Hackathon 22, India’s Biggest Web3 Hackathon",
		"descriptions":[
			"Participated in the World’s Biggest Ethereum Hackathon in Bengaluru, India, alongside a dedicated team. Built a social DeFi platform on Polygon Technology, leveraging Covalent, IPFS, Push protocol, and Lens protocol, securing a pool prize of over $1500.",
			"We had a game plan for the three-day hackathon. On the first day, we dove into designing the brand and look of our social DeFi platform. After that, we split into teams: one for frontend development, another for contract creation, and one more for integrating everything seamlessly. We also set up a live feedback system on Twitter to fine-tune our pitch and make sure our idea stood out. It was all about getting organized and making every moment count!",
			"The experience emphasized the significance of efficient team organization and parallel workstreams. 🚀🏆 It demonstrated the power of strategic planning in managing complex, time-sensitive projects. The hackathon also underscored the importance of incorporating live feedback mechanisms for refining ideas and products. In the end, our efforts paid off, as we emerged as the pool winners of the hackathon, walking away with prizes. "
		],
		"links": [
			{
				"name": "Eth India Hackathon 22",
				"url": "https://devfolio.co/projects/alkynefi-f616"
			}
		],
		"images":[
			"./content/images/awards/ethIndia/1.webp",
			"./content/images/awards/ethIndia/2.webp",
			"./content/images/awards/ethIndia/3.webp",
			"./content/images/awards/ethIndia/4.webp",
			"./content/images/awards/ethIndia/5.webp",
			"./content/images/awards/ethIndia/6.webp"
		]
	},
	{
		"title":"Pool Winner, Polygon Buidlit Hackathon 22",
		"descriptions":[
			"Teaming up with Heemank Verma, Aditya Pratap Singh, Naman Kaushik, and Abhay Chowdhry, I co-engineered a standout project called RevereLabs. This creation not only outshone over 600 other submissions but also clinched not one, but two bounties in the highly competitive Polygon BUIDL IT web3 hackathon, backed by major players like IPFS/Filcoin, Fluence, Sequence, Spheron, and guided by the Polygon founder.",
			"The genesis of Reverelabs was a concept we'd been toying with for a while, and this hackathon provided the ideal platform to turn it into reality. The week-long sprint in this virtual hackathon was intense, and filled with hurdles like libraries being deprecated midway. Nevertheless, we powered through.  In the hackathon, we built the application from the ground up where we showcased a very comprehensive prototype of our Escrow protocol, We ensured to log everything on tweets to coordinate with other builders out there and validated that we were building something that the community needed and understood. We won multiple bounties summing up to $2500.",
			"In the end, our efforts paid off, as we emerged as the pool winners of the hackathon, walking away with prizes. The experience was not only rewarding but also a testament to what a determined team can achieve, even in the face of challenges. 🚀🏆"
		],
		"links": [
			{
				"name": "Polygon Buidlit Hackathon 22",
				"url": "https://devpost.com/software/reverelabs-dzpu4k"
			}
		],
		"images":[
			"./content/images/awards/polygonBuidlit/1.webp",
			"./content/images/awards/polygonBuidlit/2.webp",
			"./content/images/awards/polygonBuidlit/3.webp",
			"./content/images/awards/polygonBuidlit/4.webp",
			"./content/images/awards/polygonBuidlit/5.webp",
			"./content/images/awards/polygonBuidlit/6.webp"
		]
	}
]